Repository: ProtonMail/ios-mail
Catalog: Modules/InboxComposer/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Import from...
be: Імпартаваць з...
ca: Importa des de...
cs: Importovat z...
da: Importér fra...
de: Importieren von...
el: Εισαγωγή από...
es: Importar desde...
es_419: Importar desde...
fi: Tuo lähteestä...
fr: Importer depuis...
hu: Importálás innen...
id: Impor dari...
it: Importa da...
ja: 読み込み先
ka: შემოტანა...
ko: 다음에서 가져오기...
nb: Importer fra...
nl: Importeer uit...
pl: Importuj z...
pt: Importar de...
pt_br: Importar de…
ro: Importare din...
ru: Импортировать из...
sk: Importovať z...
sl: Uvozi iz ...
sv: Importera från …
tr: Şuradan içe aktar...
uk: Імпортувати з...
zh_hans: 导入自...
zh_hant: 匯入自...

source: Invalid email address. Check address and try again.
be: Няправільны адрас электроннай пошты. Праверце адрас і паспрабуйце яшчэ раз.
ca: Adreça de correu electrònic no vàlida. Comproveu l'adreça i torneu-ho a provar.
cs: Neplatná e-mailová adresa. Zkontrolujte adresu a zkuste to znovu.
da: Ugyldig e-mailadresse. Kontrollér adressen, og prøv igen.
de: Ungültige E-Mail-Adresse. Adresse bitte überprüfen und erneut versuchen.
el: Άκυρη ηλεκτρονική διεύθυνση. Ελέγξτε τη διεύθυνση και προσπαθήστε ξανά.
es: Dirección de correo electrónico no válida. Comprueba la dirección e inténtalo de nuevo.
es_419: Dirección de correo inválida. Compruebe la dirección e intente de nuevo.
fi: Virheellinen sähköpostiosoite. Tarkista osoite ja yritä uudelleen.
fr: Adresse e-mail non valide. Vérifiez l'adresse et réessayez.
hu: Érvénytelen e-mail cím. Ellenőrizze a címet, és próbálja újra.
id: Alamat email tidak valid. Periksa alamat dan coba lagi.
it: Indirizzo email non valido. Controlla l'indirizzo e riprova.
ja: 無効なメールアドレスです。アドレスを確認して、もう一度お試しください。
ka: ელფოსტის მისამართი არასწორია. შეამოწმეთ მისამართი და სცადეთ თავიდან.
ko: 잘못된 이메일 주소입니다. 주소를 확인하고 다시 시도해 주세요.
nb: Ugyldig e-postadresse. Sjekk adressen og prøv igjen.
nl: Ongeldig e-mailadres. Controleer het adres en probeer het opnieuw.
pl: Niepoprawny adres e-mail. Sprawdź adres i spróbuj ponownie.
pt: Endereço de e-mail inválido. Verifique o endereço e tente novamente.
pt_br: Endereço de e-mail inválido. Verifique o endereço e tente novamente.
ro: Adresă de e-mail nevalidă. Verificați adresa și reîncercați.
ru: Недопустимый адрес электронной почты. Проверьте адрес и попробуйте ещё раз.
sk: Neplatná emailová adresa. Skontrolujte adresu a skúste to znova.
sl: Neveljaven e-poštni naslov. Preverite naslov in poskusite znova.
sv: Ogiltig e-postadress. Kontrollera adress och försök igen.
tr: E-posta adresi geçersiz. Adresi denetleyip yeniden deneyin.
uk: Недійсна адреса електронної пошти. Перевірте адресу та спробуйте ще раз.
zh_hans: 无效的邮箱地址，请检查后重试。

source: Invalid email address. Please check the address.
be: Няправільны адрас электроннай пошты. Праверце адрас.
ca: Adreça de correu electrònic no vàlida. Comproveu l'adreça.
cs: Neplatná e-mailová adresa. Zkontrolujte prosím adresu.
da: Ugyldig e-mailadresse. Kontrollér adressen.
de: Ungültige E-Mail-Adresse. Bitte Adresse überprüfen.
el: Μη έγκυρη ηλεκτρονική διεύθυνση. Παρακαλούμε ελέγξτε τη διεύθυνση.
es: Dirección de correo electrónico no válida. Revisa la dirección.
es_419: Dirección de correo inválida. Revise la dirección.
fi: Virheellinen sähköpostiosoite. Tarkista osoite.
fr: Adresse e-mail non valide. Veuillez vérifier l'adresse.
hu: Érvénytelen e-mail cím. Kérjük, ellenőrizze a címet.
id: Alamat email tidak valid. Harap periksa alamat tersebut.
it: Indirizzo email non valido. Controlla l'indirizzo.
ja: 無効なメールアドレスです。アドレスを確認してください。
ka: ელფოსტის მისამართი არასწორია. გთხოვთ, შეამოწმოთ მისამართი.
ko: 잘못된 이메일 주소입니다. 주소를 확인해 주세요.
nb: Ugyldig e-postadresse. Sjekk adressen.
nl: Ongeldig e-mailadres. Controleer het adres.
pl: Niepoprawny adres e-mail. Sprawdź adres.
pt: Endereço de e-mail inválido. Verifique o endereço.
pt_br: Endereço de e-mail inválido. Verifique o endereço.
ro: Adresă de e-mail nevalidă. Verificați adresa.
ru: Недопустимый адрес электронной почты. Проверьте адрес.
sk: Neplatná emailová adresa. Skontrolujte prosím adresu.
sl: Neveljaven e-poštni naslov. Preverite naslov.
sv: Ogiltig e-postadress. Kontrollera adressen.
tr: E-posta adresi geçersiz. Lütfen adresi denetleyin.
uk: Недійсна адреса електронної пошти. Перевірте адресу.
zh_hans: 无效的邮箱地址，请检查地址。

source: Invalid recipient
be: Памылковы атрымальнік
ca: Destinatari no vàlid
cs: Neplatný příjemce
da: Ugyldig modtager
de: Ungültiger Empfänger
el: Μη έγκυρος παραλήπτης
es: El destinatario no es válido
es_419: Destinatario no válido
fi: Virheellinen vastaanottaja
fr: Le destinataire n'est pas valide.
hu: Érvénytelen címzett
id: Penerima tidak valid
it: Destinatario non valido
ja: 宛先が無効です
ko: 유효하지 않은 수신자
nb: Ugyldig mottaker
nl: Ongeldige ontvanger
pl: Odbiorca jest nieprawidłowy
pt: O destinatário não é válido.
pt_br: O destinatário não é válido.
ro: Destinatar nevalid
ru: Недопустимый получатель
sk: Neplatný príjemca
sl: Neveljaven naslovnik
sv: Ogiltig mottagare
tr: Alıcı geçersiz
uk: Недійсна адреса отримувача
zh_hans: 无效收件人
zh_hant: 無效的收件人

source: Issue with this email address. Check the address or try again later.
be: Праблема з гэтым адрасам электроннай пошты. Праверце адрас або паспрабуйце яшчэ раз пазней.
ca: Incidència amb aquesta adreça de correu electrònic. Comproveu l'adreça o torneu-ho a provar més tard.
cs: S touto e-mailovou adresou je problém. Zkontrolujte adresu nebo to zkuste později.
da: Problem med denne e-mailadresse. Kontrollér adressen, eller prøv igen senere.
de: Problem mit dieser E-Mail-Adresse. Bitte die Adresse überprüfen oder später erneut versuchen.
el: Πρόβλημα με αυτήν την ηλεκτρονική διεύθυνση. Ελέγξτε τη διεύθυνση ή δοκιμάστε ξανά αργότερα.
es: Problema con esta dirección de correo. Comprueba la dirección o inténtalo de nuevo más tarde.
es_419: Problema con esta dirección de correo. Compruebe la dirección o intente de nuevo más tarde.
fi: Tämän sähköpostiosoitteen kanssa on ongelma. Tarkista osoite tai yritä myöhemmin uudelleen.
fr: Problème avec cette adresse e-mail. Vérifiez l'adresse ou réessayez plus tard.
hu: Probléma van ezzel az e-mail címmel. Ellenőrizze a címet, vagy próbálja meg később újra.
id: Masalah dengan alamat email ini. Periksa alamat atau coba lagi nanti.
it: Problema con questo indirizzo email. Controlla l'indirizzo o riprova più tardi.
ja: このメールアドレスに問題があります。アドレスを確認するか、後でもう一度お試しください。
ka: პრობლემაა ამ ელფოსტის მისამართთან დაკავშირებით. შეამოწმეთ მისამართი ან სცადეთ თავიდან მოგვიანებით.
ko: 이 이메일 주소에 문제가 있습니다. 주소를 확인하거나 나중에 다시 시도해 주세요.
nb: Problem med denne e-postadressen. Sjekk adressen eller prøv igjen senere.
nl: Probleem met dit e-mailadres. Controleer het adres of probeer het later opnieuw.
pl: Problem z tym adresem e-mail. Sprawdź adres lub spróbuj ponownie później.
pt: Problema com este endereço de e-mail. Verifique o endereço ou tente novamente mais tarde.
pt_br: Erro neste endereço de e-mail. Verifique o endereço ou tente novamente mais tarde.
ro: Problemă cu această adresă de e-mail. Verificați adresa sau reîncercați mai târziu.
ru: Проблема с этим адресом электронной почты. Проверьте адрес или повторите попытку позже.
sk: Problém s touto emailovou adresou. Skontrolujte adresu alebo to skúste neskôr.
sl: Težava s tem e-poštnim naslovom. Preverite naslov ali poskusite znova pozneje.
sv: Problem med denna e-postadress. Kontrollera adressen eller försök igen senare.
tr: Bu e-posta adresinde sorun var. Adresi denetleyin veya bir süre sonra yeniden deneyin.
uk: Проблема з цією адресою електронної пошти. Перевірте адресу або спробуйте пізніше.
zh_hans: 该邮箱地址存在问题，请检查地址或稍后再试。

source: Message body wasn't retrieved. Close and reopen the draft.
be: Цела паведамлення не было атрымана. Закрыйце і зноў адкрыйце чарнавік.
ca: No s'ha recuperat el cos del missatge. Tanqueu i torneu a obrir l'esborrany.
cs: Tělo zprávy nebylo načteno. Zavřete a znovu otevřete koncept.
da: Brødteksten i beskeden blev ikke hentet. Luk, og genåbn udkastet.
de: Der Nachrichtentext wurde nicht abgerufen. Schließe den Entwurf und öffne ihn erneut.
el: Το σώμα μηνύματος δεν ανακτήθηκε. Κλείστε και ανοίξτε ξανά το πρόχειρο.
es: No se ha recuperado el cuerpo del mensaje. Cierra y vuelve a abrir el borrador.
es_419: No se recuperó el cuerpo del mensaje. Cierre y vuelva a abrir el borrador.
fi: Viestin leipätekstiä ei noudettu. Sulje ja avaa luonnos uudelleen.
fr: Le corps du message n'a pas été récupéré. Fermez et rouvrez le brouillon.
hu: Az üzenet törzsét nem sikerült lekérni. Zárja be, majd nyissa meg újra a piszkozatot.
id: Isi pesan tidak dapat diambil. Tutup dan buka kembali draf.
it: Corpo del messaggio non recuperato. Chiudi e riapri la bozza.
ja: メッセージ本文を取得できませんでした。下書きを閉じて再度開いてください。
ka: შეტყობინების ტექსტი ვერ წამოიღო. დახურეთ და ხელახლა გახსენით მონახაზი.
ko: 메시지 본문을 가져오지 못했습니다. 임시 저장 메시지를 닫았다가 다시 열어 주세요.
nb: Meldingsteksten ble ikke hentet. Lukk og åpne utkastet på nytt.
nl: Berichtinhoud is niet opgehaald. Sluit het concept en open het opnieuw.
pl: Nie pobrano treści wiadomości. Zamknij i ponownie otwórz wersję roboczą.
pt: O corpo da mensagem não foi recuperado. Feche e reabra o rascunho.
pt_br: O texto da mensagem não foi recuperado. Feche e reabra o rascunho.
ro: Corpul mesajului nu a fost preluat. Închideți și redeschideți ciorna.
ru: Не удалось получить текст сообщения. Закройте и снова откройте черновик.
sk: Telo správy sa nepodarilo načítať. Zatvorte a znovu otvorte koncept.
sl: Telo sporočila ni bilo pridobljeno. Zaprite in ponovno odprite osnutek.
sv: Meddelandetexten hämtades inte. Stäng och öppna utkastet igen.
tr: İleti içeriği alınamadı. Taslağı kapatıp yeniden açın.
uk: Текст повідомлення не отримано. Закрийте та повторно відкрийте чернетку.
zh_hans: 未能获取邮件正文，请关闭并重新打开草稿。

source: Message does not exist
be: Паведамленне не існуе
ca: El missatge no existeix.
cs: Zpráva neexistuje
da: Besked findes ikke
de: Nachricht nicht vorhanden
el: Το μήνυμα δεν υπάρχει
es: El mensaje no existe.
es_419: El mensaje no existe
fi: Viestiä ei ole olemassa
fr: Le message n'existe pas.
hu: Az üzenet nem létezik
id: Pesan tidak ada
it: Il messaggio non esiste
ja: メッセージが存在しません
ka: შეტყობინება არ არსებობს
ko: 메시지가 존재하지 않습니다
nb: Melding finnes ikke
nl: Bericht bestaat niet
pl: Wiadomość nie istnieje
pt: A mensagem não existe.
pt_br: A mensagem não existe
ro: Mesajul nu există.
ru: Сообщение не существует
sk: Správa neexistuje
sl: Sporočilo ne obstaja
sv: Meddelande finns inte
tr: İleti bulunamadı
uk: Повідомлення не існує
zh_hans: 邮件不存在
zh_hant: 郵件不存在

source: Message expiration time is too soon.
be: Тэрмін дзеяння паведамлення наступае занадта хутка.
ca: La data de caducitat del missatge és massa aviat.
cs: Čas vypršení platnosti zprávy je příliš brzy.
da: Beskedens udløbstid er for tæt på.
de: Die Ablaufzeit der Nachricht ist zu kurzfristig.
el: Ο χρόνος λήξης μηνύματος είναι πολύ σύντομος.
es: El tiempo de expiración del mensaje es demasiado pronto.
es_419: El tiempo de expiración del mensaje es demasiado pronto.
fi: Viestin vanhenemisaika on liian pian.
fr: La date d'expiration du message est trop proche.
hu: Az üzenet lejárati ideje túl közeli.
id: Waktu kedaluwarsa pesan terlalu cepat.
it: L'orario di scadenza del messaggio è troppo vicina.
ja: メッセージの有効期限が早すぎます。
ka: შეტყობინების ვადის გასვლის დრო ძალიან მალეა.
ko: 메시지 만료 시간이 너무 이릅니다.
nb: Meldingens utløpstid er for tidlig.
nl: Vervaltijd van bericht is te kort.
pl: Czas wygaśnięcia wiadomości jest zbyt bliski.
pt: O tempo de expiração da mensagem é demasiado curto.
pt_br: O tempo de expiração da mensagem esta perto demais.
ro: Timpul de expirare a mesajului este prea apropiat.
ru: Срок действия сообщения наступает слишком скоро.
sk: Čas exspirácie správy je príliš skorý.
sl: Čas poteka veljavnosti sporočila je prezgodaj.
sv: Meddelandets utgångstid är för nära i tiden.
tr: İletinin geçerlilik süresi çok yakında.
uk: Термін дії повідомлення надто короткий.
zh_hans: 邮件过期时间设置过短。

source: Message expires
be: Тэрмін дзеяння паведамлення
ca: El missatge caduca
cs: Zpráva vyprší
da: Beskeden udløber
de: Nachricht läuft ab
el: Λήξη μηνύματος
es: El mensaje expira
es_419: El mensaje expira
fi: Viesti vanhenee
fr: Le message expire
hu: Üzenet lejárata
id: Pesan kedaluwarsa
it: Scadenza messaggio
ja: メッセージの有効期限
ka: შეტყობინების ვადა იწურება
ko: 메시지 만료
nb: Melding utløper
nl: Bericht vervalt
pl: Wiadomość wygasa
pt: A mensagem expira
pt_br: A mensagem expirará
ro: Mesajul expiră
ru: Срок действия сообщения
sk: Exspirácia správy
sl: Sporočilo poteče
sv: Meddelandet förfaller
tr: İleti geçerlilik süresi
uk: Термін дії повідомлення
zh_hans: 邮件已过期

source: Message is too large to send. Please reduce the size of your attachments.
be: Паведамленне занадта вялікае для адпраўкі. Скараціце памер сваіх далучэнняў.
ca: El missatge és massa gran per a ser enviat. Reduïu la mida dels adjunts.
cs: Zpráva je příliš velká na odeslání. Prosím, zmenšete velikost svých příloh.
da: Besked er for stor til at sende. Reducér venligst størrelsen på dine vedhæftninger.
de: Die Nachricht ist zu groß, um gesendet zu werden. Bitte verkleinere deine Anhänge.
el: Το μήνυμα είναι πολύ μεγάλο για να αποστολή. Παρακαλούμε μειώστε το μέγεθος των συνημμένων αρχείων.
es: El mensaje es demasiado grande para enviarlo. Por favor, reduce el tamaño de tus archivos adjuntos.
es_419: El mensaje es demasiado grande para enviarlo. Reduzca el tamaño de los archivos adjuntos.
fi: Viesti on liian suuri lähetettäväksi. Vähennä liitteitesi kokoa.
fr: Le message est trop volumineux pour être envoyé. Veuillez réduire la taille de vos pièces jointes.
hu: Üzenet túl nagy a küldéshez. Csökkentse a mellékletek méretét.
id: Pesan terlalu besar untuk dikirim. Silakan kurangi ukuran lampiran Anda.
it: Il messaggio è troppo grande per essere inviato. Riduci la dimensione dei tuoi allegati.
ja: メッセージが大きすぎて送信できません。添付ファイルのサイズを小さくしてください。
ko: 메시지가 너무 커 보낼 수 없습니다. 첨부 파일 크기를 줄여주세요.
nb: Meldingen er for stor til å sendes. Reduser størrelsen på vedleggene dine.
nl: Bericht is te groot om te verzenden. Verklein de grootte van uw bijlagen.
pt_br: A mensagem é grande demais para enviar. Reduza o tamanho de seus anexos.
ro: Mesajul este prea mare pentru a fi trimis. Reduceți mărimea atașamentelor.
ru: Сообщение слишком большое для отправки. Уменьшите размер вложений.
sk: Správa je príliš veľká na odoslanie. Zmenšite veľkosť príloh, prosím.
sl: Sporočilo je preveliko za pošiljanje. Zmanjšajte velikost priponk.
sv: Meddelande är för stor för att skicka. Minska storleken på dina bilagor.
tr: İleti boyutu çok büyük. Lütfen ek dosyalarınızın boyutunu azaltın.
uk: Повідомлення занадто велике для надсилання. Зменште розмір ваших вкладень.
zh_hans: 邮件过大无法发送，请减小附件大小。

source: Message not found. You may have sent or discarded it.
be: Паведамленне не знойдзена. Магчыма, што вы яго ўжо адправілі або адхілілі.
ca: No s'ha trobat el missatge. Potser l'heu enviat o descartat.
cs: Zpráva nenalezena. Možná jste ji odeslali nebo zahodili.
da: Beskeden blev ikke fundet. Du har muligvis sendt eller kasseret den.
de: Nachricht nicht gefunden. Möglicherweise wurde sie bereits gesendet oder gelöscht.
el: Το μήνυμα δεν βρέθηκε. Ίσως το έχετε στείλει ή απορρίψει.
es: No se encontró el mensaje. Puede que lo hayas enviado o descartado.
es_419: No se encontró el mensaje. Puede que lo haya enviado o descartado.
fi: Viestiä ei löytynyt. Olet ehkä lähettänyt tai hylännyt sen.
fr: Message non trouvé. Vous l'avez peut-être envoyé ou abandonné.
hu: Az üzenet nem található. Lehet, hogy elküldte vagy elvetette.
id: Pesan tidak ditemukan. Anda mungkin telah mengirim atau membuangnya.
it: Messaggio non trovato. Potresti averlo inviato o rimosso.
ja: メッセージが見つかりません。送信または破棄された可能性があります。
ka: შეტყობინება ვერ მოიძებნა. შესაძლოა, უკვე გაგზავნეთ ან გააუქმეთ.
ko: 메시지를 찾을 수 없습니다. 이미 보냈거나 삭제했을 수 있습니다.
nb: Melding ikke funnet. Du kan ha sendt eller forkastet den.
nl: Bericht niet gevonden. Mogelijk hebt u het verzonden of weggegooid.
pl: Nie znaleziono wiadomości. Być może została wysłana lub odrzucona.
pt: Mensagem não encontrada. Pode tê-la enviado ou descartado.
pt_br: Mensagem não encontrada. Pode ter sido enviada ou descartada.
ro: Mesajul nu a fost găsit. Este posibil să-l fi trimis sau sa-l fi înlăturat.
ru: Сообщение не найдено. Возможно, вы его отправили или сбросили.
sk: Správa sa nenašla. Možno ste ju odoslali alebo zahodili.
sl: Sporočilo ni bilo najdeno. Morda ste ga poslali ali zavrgli.
sv: Meddelande hittades inte. Du kan ha skickat eller kastat det.
tr: İleti bulunamadı. Onu göndermiş veya silmiş olabilirsiniz.
uk: Повідомлення не знайдено. Можливо, ви його надіслали або відхилили.
zh_hans: 邮件未找到，您可能已发送或丢弃了它。

source: Message Password
be: Пароль паведамлення
ca: Contrasenya del missatge
cs: Heslo zprávy
da: Beskedadgangskode
de: Nachrichtenpasswort
el: Κωδικός Πρόσβασης Μηνύματος
es: Contraseña del mensaje
es_419: Contraseña del mensaje
fi: Viestin salasana
fr: Mot de passe du message
hu: Üzenet jelszó
id: Kata Sandi Pesan
it: Password messaggio
ja: メッセージのパスワード
ka: შეტყობინების პაროლი
ko: 메시지 비밀번호
nb: Meldingspassord
nl: Wachtwoord van bericht
pl: Hasło wiadomości
pt: Palavra-passe da mensagem
pt_br: Senha da mensagem
ro: Parolă mesaj
ru: Пароль сообщения
sk: Heslo správy
sl: Geslo sporočila
sv: Meddelandelösenord
tr: İleti Parolası
uk: Пароль повідомлення
zh_hans: 邮件密码
zh_hant: 郵件密碼

source: Message sent
be: Паведамленне адпраўлена
ca: Missatge enviat
cs: Zpráva odeslána
da: Besked afsendt
de: Nachricht gesendet
el: Το μήνυμα στάλθηκε
es: Mensaje enviado
es_419: Mensaje enviado
fi: Viesti lähetettiin
fr: Le message a été envoyé.
hu: Üzenet elküldve
id: Pesan terkirim
it: Messaggio inviato
ja: メッセージが送信されました
ka: შეტყობინება გაიგზავნა
ko: 메시지 전송 완료
nb: Melding sendt
nl: Bericht verzonden
pl: Wiadomość została wysłana
pt: Mensagem enviada
pt_br: Mensagem enviada
ro: Mesaj trimis
ru: Сообщение отправлено
sk: Správa odoslaná
sl: Sporočilo poslano
sv: Meddelande skickat
tr: İleti gönderildi
uk: Повідомлення надіслано
zh_hans: 邮件已发送
zh_hant: 郵件已傳送

source: Message was already sent
be: Паведамленне ўжо было адпраўлена
ca: El missatge ja s'ha enviat.
cs: Zpráva již byla odeslána.
da: Beskeden er allerede sendt
de: Nachricht wurde bereits gesendet.
el: Το μήνυμα έχει ήδη αποσταλεί
es: El mensaje ya ha sido enviado
es_419: Ya se envió el mensaje.
fi: Viesti on jo lähetetty
fr: Le message a déjà été envoyé
hu: Az üzenet már el lett küldve.
id: Pesan sudah terkirim
it: Il messaggio è già stato inviato
ja: メッセージはすでに送信済みです
ka: შეტყობინება უკვე გაგზავნილია
ko: 메시지가 이미 전송되었습니다.
nb: Meldingen er allerede sendt
nl: Bericht is al verzonden
pl: Wiadomość została już wysłana
pt: A mensagem já foi enviada
pt_br: A mensagem já foi enviada
ro: Mesajul a fost deja trimis.
ru: Сообщение уже было отправлено.
sk: Správa už bola odoslaná
sl: Sporočilo je bilo že poslano.
sv: Meddelandet har redan skickats
tr: İleti zaten gönderilmiş
uk: Повідомлення вже надіслано
zh_hans: 邮件已发送

source: Message was not found on the server
be: Паведамленне не знойдзена на серверы
ca: No s'ha trobat el missatge al servidor
cs: Zpráva nebyla nalezena na serveru
da: Beskeden blev ikke fundet på serveren
de: Die Nachricht ist auf dem Server nicht vorhanden.
el: Το μήνυμα δεν βρέθηκε στον διακομιστή
es: El mensaje no se encontró en el servidor
es_419: No se encontró el mensaje en el servidor
fi: Viestiä ei löytynyt palvelimelta
fr: Le message n'a pas été trouvé sur le serveur
hu: Az üzenet nem található a szerveren.
id: Pesan tidak ditemukan di server
it: Messaggio non trovato sul server
ja: メッセージはサーバー上で見つかりませんでした
ka: შეტყობინება სერვერზე ვერ მოიძებნა
ko: 서버에서 메시지를 찾을 수 없습니다.
nb: Melding finnes ikke på tjeneren
nl: Bericht niet gevonden op de server
pl: Nie znaleziono wiadomości na serwerze
pt: A mensagem não foi encontrada no servidor
pt_br: A mensagem não foi encontrada no servidor
ro: Mesajul nu a fost găsit pe server.
ru: Сообщение не найдено на сервере.
sk: Správa sa na serveri nenašla
sl: Sporočilo ni bilo najdeno na strežniku
sv: Meddelande hittades inte på servern
tr: İleti sunucuda bulunamadı
uk: Повідомлення не знайдено на сервері
zh_hans: 服务器上未找到该邮件

source: Monday
be: Панядзелак
ca: Dilluns
cs: Pondělí
da: Mandag
de: Montag
el: Δευτέρα
es: Lunes
es_419: Lunes
fi: Maanantai
fr: Lundi
hu: Hétfő
id: Senin
it: Lunedì
ja: 月曜日
ka: ორშაბათი
ko: 월요일
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
pt_br: Segunda-feira
ro: Luni
ru: Понедельник
sk: Pondelok
sl: Ponedeljek
sv: Måndag
tr: Pazartesi
uk: Понеділок
zh_hans: 星期一
zh_hant: 週一

source: Must be between 8 and 21 characters long
be: Даўжыня назвы павінна быць у межах ад 8 да 21 сімвалаў
ca: Ha de tenir entre 8 i 21 caràcters
cs: Musí obsahovat 8 až 21 znaků
da: Skal være mellem 8 og 21 tegn lang
de: Muss zwischen 8 und 21 Zeichen enthalten
el: Πρέπει να είναι μεταξύ 8 και 21 χαρακτήρες
es: Debe tener entre 8 y 21 caracteres
es_419: Debe tener entre 8 y 21 caracteres
fi: Täytyy sisältää 8–21 merkkiä
fr: La longueur doit être comprise entre 8 et 21 caractères
hu: Kötelezően 8-21 karakter hosszúnak kell lennie
id: Nama gateway harus memiliki panjang antara 8 dan 21 karakter
it: Deve avere una lunghezza compresa tra 8 e 21 caratteri
ja: 8文字から21文字の間で入力してください
ka: სიგრძე 8-სა და 21 სიმბოლოს შორის უნდა მერყეობდეს
ko: 8~21글자 사이여야 합니다
nb: Må bestå av mellom 8 og 21 tegn
nl: Moet tussen de 8 en 21 tekens lang zijn
pl: Nazwa musi mieć od 8 do 21 znaków
pt: Deve ter entre 8 e 21 caracteres
pt_br: Precisa ter entre 8 e 21 caracteres
ro: Trebuie să aibă între 8 și 21 de caractere.
ru: Должно быть длиной от 8 до 21 символов
sk: Musí mať dĺžku 8 až 21 znakov
sl: Mora vsebovati od 8 do 21 znakov
sv: Måste vara mellan 8 och 21 tecken långt
tr: Uzunluğu 8 ile 21 karakter arasında olmalıdır
uk: Повинно бути від 8 до 21 символів
zh_hans: 密码长度必须为 8—21 个字符

source: Never
be: Ніколі
ca: Mai
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
es: Nunca
es_419: Nunca
fi: Ei koskaan
fr: Jamais
hu: Soha
id: Tidak pernah
it: Mai
ja: しない
ka: არასოდეს
ko: 안 함
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
tr: Asla
uk: Ніколи
zh_hans: 从不
zh_hant: 從不
